Repository: rwsite/wc-plugin-update-server
Catalog: languages/wc-pus-*.po
Languages: ru_ru

source: Add new licence
ru_ru: Добавить новую лицензию

source: Aleksei Tikhomirov
ru_ru: Алексей Тихомиров

source: An error occurred while updating the license
ru_ru: Произошла ошибка при обновлении лицензии

source: Base product as prolongation
ru_ru: Базовый товар в качестве продления

source: Choose product
ru_ru: Выберите товар

source: Domain
ru_ru: Домен

source: Download
ru_ru: Скачать

source: Enable bootstrap styles capability?
ru_ru: Включить совместимые bootstrap стили?

source: Enable licensing for this download.
ru_ru: Включить лицензии

source: Error! The license key creating has been failed.
ru_ru: Ошибка! Не удалось создать лицензионный ключ.

source: Expires
ru_ru: Истекает

source: Expiry
ru_ru: Срок действия

source: How many sites can be activated trough a single license key?
ru_ru: Сколько сайтов можно активировать с помощью одного лицензионного ключа?

source: Item
ru_ru: Позиция

source: Key
ru_ru: Ключ

source: Licence has expired
ru_ru: Срок действия лицензии истек

source: Licences
ru_ru: Лицензии:

source: License
ru_ru: Лицензия

source: License could not be created: Invalid product slug.
ru_ru: Не удалось создать лицензию: недопустимый slug.

source: License could not be created: Invalid product type.
ru_ru: Не удалось создать лицензию: неверный тип продукта.

source: License could not be created: Invalid sites allowed number.
ru_ru: Не удалось создать лицензию: недопустимое разрешенное количество сайтов.

source: License key successfully renewed
ru_ru: Лицензионный ключ успешно обновлен

source: License Key(s) could not be created.
ru_ru: Ошибка! Не удалось создать лицензии.

source: License Key(s) generated
ru_ru: Лицензионный ключ создан

source: license renewal period(yearly). Enter 0 for lifetime.
ru_ru: период продления лицензии (ежегодно). Введите 0 для lifetime.

source: Licenses cannot be added to this order.
ru_ru: Лицензии не могут быть добавлены к этому заказу.

source: Manage licences
ru_ru: Управление лицензиями

source: Plugin
ru_ru: Плагин

source: Product type (plugin or theme).
ru_ru: Тип продукта (плагин или тема).

source: Renew license - %s
ru_ru: Продлить лицензию - %s

source: Renewal period in days
ru_ru: Срок продления в днях

source: Renewal settings
ru_ru: Настройки продления

source: Save
ru_ru: Схранить

source: The license Key has been generated success
ru_ru: Лицензионный ключ сгенерирован успешно

source: Theme
ru_ru: Тема

source: WooCommerce and Plugin Update Server integration
ru_ru: Интеграция WooCommerce и Сервера Обновлений Плагинов

source: WooCommerce integration settings
ru_ru: Настройки интеграции c WooCommerce

source: Woocommerce or WP Plugin Update Server is not activated. To work this plugin, you need to install and activate WooCommerce and WPPUS_License_Server plugins.
ru_ru: WP Plugin Update Server или Woocommerce не активирован. Для работы этого плагина вам необходимо установить и активировать плагины WooCommerce и WP Plugin Update Server.

source: You can change this data in WP PUS
ru_ru: Вы можете изменить эти данные в WP PUS

source: Your can renew this license key until: %s
ru_ru: Вы можете продлить этот ключ до: %s

source: Your Licenses
ru_ru: Ваши лицензии
