Repository: rwsite/wc-plugin-update-server
Catalog: languages/wc-slm-*.po
Languages: es_es

source: Seamless integration between Woocommerce and Software License Manager(adopted from EDD Software License Manager -thanks to flowdee <coder@flowdee.de>)
es_es: La perfecta integración entre WooCommerce y Software License Manager (adaptada a partir de EDD Software License Manager - gracias a flowdee <coder@flowdee.de>)

source: License Manager
es_es: Gestor de licencias

source: Software License Manager Settings
es_es: Configuración de Software License Manager

source: Secret Key
es_es: Clave secreta

source: License could not be created: Invalid sites allowed number.
es_es: La licencia no puede ser creada:

source: License Key(s) generated
es_es: Licencia generada.

source: License Key(s) could not be created.
es_es: La licencia no puede ser creada.

source: Your Licenses
es_es: Tus licencias

source: Item
es_es: Producto

source: License
es_es: Licencia

source: Enable licensing for this download.
es_es: Licencia disponible para esta descarga

source: license renewal period(yearly) , enter 0 for lifetime.
es_es: Periodo de renovación (anual). Introduce 0 para licencia perpetua.

source: How many sites can be activated trough a single license key?
es_es: ¿Cuantos sitios pueden activarse con esta licencia?
